# Homebrew Bundle

tap "homebrew/bundle"
tap "koekeishiya/formulae"

brew "git"
brew "node"
brew "java"
brew "python"
brew "awscli"
brew "go"
brew "1password-cli"
brew "koekeishiya/formulae/skhd"
brew "stow"
brew "thefuck"

cask "google-chrome"
cask "firefox"
cask "cron"
cask "zoom"
cask "slack"
cask "1password"
cask "raycast"
cask "rectangle" # Replaces the unmaintained Spectacle
cask "visual-studio-code"
cask "postman"
cask "spotify"
# cask "authy" # Deprecated desktop app; uncomment only if you still want it 