# Homebrew Bundle

tap "koekeishiya/formulae"

brew "git"
brew "node"
brew "java"
brew "python"
brew "awscli"
brew "go"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "koekeishiya/formulae/skhd"
brew "neovim"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "thefuck"
brew "gnupg"
brew "gh"
brew "lazygit"
brew "reattach-to-user-namespace"

cask "google-chrome"
cask "firefox"
cask "1password-cli"
cask "notion-calendar" # Formerly Cron calendar app
cask "zoom"
cask "slack"
cask "1password"
cask "raycast"
cask "rectangle" # Replaces the unmaintained Spectacle
cask "visual-studio-code"
cask "postman"
cask "spotify"
cask "alacritty"
cask "font-hack-nerd-font"
# cask "authy" # Deprecated desktop app; uncomment only if you still want it 
